// © Copyright 2015-2016 HP Development Company, L.P.

HSDTaskName = "Calibra scanner";
HSDTaskDescription = "Se la qualità dei documenti acquisiti o copiati non è soddisfacente, provare con la calibrazione dello scanner. Inserire un foglio di carta comune, bianco, A4 o di altre dimensioni compatibili nello scanner, quindi fare clic su \"Calibra\".";
HSDCalibrateButtonTitle = "Calibra";

CalibratingScannerTitle = "Calibrazione dello scanner...";

CompletionAlertTitle = "Calibrazione riuscita";
CompletionAlertMessage = "La calibrazione dello scanner è stata eseguita correttamente.\nNon rimuovere la carta finché non è passata completamente nello scanner.";

GeneralErrorAlertTitle = "Calibrazione non riuscita";
GeneralErrorAlertMessage = "Calibrazione dello scanner non riuscita. Verificare che la stampante non sia occupata, di utilizzare un foglio di carta comune, bianco e pulito formato A4 o lettera e che la carta sia inserita correttamente nello scanner.\nNon rimuovere la carta finché non è passata completamente nello scanner.";

OutOfPaperAlertTitle = "Carta mancante";
OutOfPaperAlertMessage = "Verificare di aver inserito un foglio di carta comune e bianco formato A4 o lettera nello scanner.\nFare clic su \"OK\" per tornare indietro.";
